app/controllers/coverage_controller.rb

SELECT "coverage".* FROM "coverage"
---
  def index
    @coverage = Coverage.all